resources/spark.GetCompanyShortReport.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <GetCompanyShortReport xmlns="http://interfax.ru/ifax">
      <sparkId>%s</sparkId>
      <inn>%s</inn>
      <ogrn>%s</ogrn>
    </GetCompanyShortReport>
  </soap12:Body>
</soap12:Envelope>
